{
  "top_n": 3,
  "top_values": [
    {
      "title": "Universalisme (Universalism)",
      "description": "Bagi Kamu, kepedulian meluas melampaui lingkaran terdekat, mencakup semua orang dan alam. Kamu menghargai toleransi, keadilan sosial, kesetaraan, dan perlindungan terhadap lingkungan. Kamu percaya pada kebijaksanaan dan keindahan dunia.",
      "manifestation": "Kamu mungkin peduli pada isu-isu sosial atau lingkungan, menikmati keberagaman budaya, dan berusaha untuk bersikap adil kepada semua orang. Kamu memiliki rasa keterhubungan dengan kemanusiaan secara keseluruhan.",
      "strengthChallenges": "Kekuatan Kamu adalah wawasan yang luas, rasa keadilan yang tinggi, dan kemampuan untuk melihat gambaran besar. Kamu adalah seorang visioner yang peduli. Potensi tantangannya, Kamu mungkin merasa terbebani oleh banyaknya masalah di dunia atau merasa frustrasi ketika berhadapan dengan ketidakadilan yang sistemik.",
      "score": 28,
      "rank": 1,
      "key": "universalism"
    },
    {
      "title": "Keamanan (Security)",
      "description": "Bagi Kamu, prioritas utama adalah stabilitas, keselamatan, dan harmoni. Kamu membutuhkan rasa aman, baik dalam hubungan, pekerjaan, maupun lingkungan sosial. Prediktabilitas dan keteraturan membuat Kamu merasa tenang.",
      "manifestation": "Kamu adalah perencana yang baik, menghindari risiko yang tidak perlu, dan sangat setia dalam hubungan. Kamu lebih memilih lingkungan yang stabil dan damai daripada yang penuh gejolak dan ketidakpastian.",
      "strengthChallenges": "Kekuatan Kamu adalah kehati-hatian, kesetiaan, dan kemampuan untuk menciptakan lingkungan yang aman dan stabil bagi diri sendiri dan orang lain. Kamu sangat bisa diandalkan. Potensi tantangannya, Kamu mungkin terlalu enggan untuk mengambil risiko atau mencoba hal baru, yang bisa membuat Kamu kehilangan beberapa peluang.",
      "score": 27,
      "rank": 2,
      "key": "security"
    },
    {
      "title": "Kemandirian (Self-Direction)",
      "description": "Bagi Kamu, kebebasan adalah segalanya. Kamu sangat menghargai kemampuan untuk berpikir secara mandiri, membuat pilihan sendiri, dan mengeksplorasi ide-ide baru. Kreativitas dan rasa ingin tahu adalah bahan bakar Kamu. Kamu tidak suka dibatasi oleh aturan kaku dan lebih memilih untuk menentukan jalan Kamu sendiri.",
      "manifestation": "Kamu adalah orang yang suka bereksperimen, mempertanyakan status quo, dan memiliki proyek pribadi. Kamu merasa paling hidup saat diberi otonomi dan kepercayaan untuk mengatur pekerjaan atau hidup Kamu sesuai dengan cara Kamu.",
      "strengthChallenges": "Kekuatan terbesar Kamu adalah inisiatif, orisinalitas, dan kemampuan untuk mandiri. Kamu adalah seorang inovator alami. Potensi tantangannya, Kamu mungkin merasa kesulitan bekerja dalam lingkungan yang sangat birokratis atau di bawah pengawasan yang ketat (micromanagement).",
      "score": 23,
      "rank": 3,
      "key": "selfDirection"
    }
  ],
  "source_info": {
    "formId": "npVJq1",
    "formName": "Tes Tujuan Hidup dan Personal Value",
    "originalScores": {
      "universalism": 28,
      "security": 27,
      "benevolence": 20,
      "hedonism": 16,
      "achievement": 18,
      "power": 13,
      "self_direction": 23,
      "Stimulation": 15,
      "tradition": 16,
      "conformity": 21
    },
    "topValue": "universalism"
  }
}